Repository: maduranga98/aswenna
Catalog: lib/l10n/app_*.arb
Languages: si

source: Sell
si: විකුණුම්

source: Buy
si: මිලදීගන්න

source: Filter
si: පෙරහන්

source: All
si: සියල්ල

# priceLow
source: Price: Low to High
si: මිල: අඩුවෙන් වැඩිව

# priceHigh
source: Price: High to Low
si: මිල: වැඩියෙන් අඩුවට

source: Newest
si: නවතම

source: available
si: ලබා ගත හැක

source: No items to sell
si: විකිණීමට කිසිවක් නැත

source: No items to buy
si: මිලදී ගැනීමට කිසිවක් නැත

source: Error
si: දෝෂයක්

source: Harvest
si: අස්වැන්න

source: Language
si: භාෂාව

# land
source: Lands
si: ඉඩම්

# vehicle
source: Vehicles
si: වාහන

source: Machineries
si: යන්ත්‍රෝපකරණ

# culitivation
source: Cultivation
si: වගාව

# agrochems
source: Agrochemicals
si: කෘෂි රසායන

# fertilizers
source: Fertilizer
si: පොහොර

# agriEquipment
source: Agricultural Equipment
si: කෘෂිකාර්මික ආම්පන්න

# animals
source: Animal Husbandry and Productions
si: සත්ව පාලන සහ නිෂ්පාදන

source: Advice
si: උපදෙස්

source: Transport
si: ප්‍රවාහන

# info
source: Information
si: තොරතුරු

source: Purchased
si: මිලදී ගත්

source: Sold
si: විකුණන ලද

source: Profile
si: පරිශීලක ගිණුම

source: Contact Us
si: අපව අමතීමට

source: Sign Out
si: ඉවත් වන්න

# selling
source: Sale
si: විකිනීම

# buying
source: Purchase
si: මිළ දී ගැනීම

# seeds
source: Seeds, Plants and Planting Material
si: බීජ, පැල හා රෝපණ ද්‍රව්‍ය

# market
source: Foreign Market
si: විදේශීය වෙළඳපල

source: Export
si: අපනයන

source: Import
si: ආනයන

# fourlegs
source: Quadrupeds
si: සිවු පා

# twolegs
source: Bipeds
si: දෙපා

source: Fish
si: මත්ස්‍ය

# goda
source: Estate & Garden
si: ගොඩ කුඹුර

# mada
source: Mud Lands
si: කුඹුරු කුඹුර

source: Land Masters
si: අත් ට්‍රැක්ටර්

source: Tractors
si: ට්‍රැක්ටර්

source: Spare Parts
si: අමතර කොටස්

# itemAddAlert
source: You have added a new item.
si: ඔබ විසින් නව අයිතමයක් එකතු කරන ලදී.

# kg
source: No of KG
si: කිලෝ ගණන

# priceForOnekg
source: Price for 1KG
si: කිලෝවක් සදහා මිල

source: Total
si: එකතුව

source: District
si: දිස්ත්‍රික්කය

source: D.S.O
si: ප්‍රා.ලේ.කො.

# name
source: Enter your name*
si: ඔබගේ නම*

# address
source: Enter your address*
si: ලිපිනය *

# mob1
source: Enter your mobile number1*
si: ජංගම දුරකථන අංකය 1 *

# mob2
source: Enter your mobile number2
si: ජංගම දුරකථන අංකය 2

# addItems
source: Add New Item
si: තොරතුරු ඇතුලත් කිරීම

source: Item
si: අයිතමය

source: Category
si: ඛාණ්ඩය

# id
source: Enter your NIC number(only numbers)*
si: ජා.හැ.අ.(ඉලක්කම් පමණි)*

# required
source: This filed can't be empty
si: මෙම ගොනුව හිස් විය නොහැක

source: Login
si: ඇතුල් වන්න

source: Register
si: ලියාපදිංචි කරන්න

# districtSelectionTopic
source: Select Your District and Divisional Secretariat
si: ඔබේ දිස්ත්‍රික් සහ ප්‍රාදේශීය ලේකම් කොට්ඨාශය තෝරන්න

source: Next
si: ඊළඟ

# intro1
source: Register in this 'Aswanna' app to get all the inforamtion for your farming and enjoy their benifits.
si: ඔබගේ සියලුම කෘෂිකාර්මික කටයුතු ඉටුකර ගැනීම සදහා මෙම 'අස්වැන්න' යෙදුමෙහි ලියාපදිංචි වී එහි ප්‍රතිලාභ අත්විඳීන්න.

# intro2
source: After entering your personal information, you will also become a qualified person to use this app.
si: ඔබගේ පෞද්ගලික තොරතුරු ඇතුලත් කිරීමෙන් පසු ඔබත් ඒ සදහා සුදුසුකම් ලත් පුද්ගලයකු බවට පත්වෙනු ඇත.

# intro3
source: All your personal information will not go into the hands of thirdpatry, except your phone number, name and your area. Only your buyers and suppliers will contact you.
si: ඔබගේ පෞද්ගලික තොරතුරු කිසිවකු අතට පත් නොවන අතර ඔබගේ නම, දුරකථන අංකය, සහ ඔබ පදිංචි ප්‍රදේශය පමණක් ඔබගේ ගැනුම්කරුවන් හට පෙන්වයි.එමගින් ඔබ සහ ගැනුම්කරුවා අතර සම්බන්තාව ඇතිකරනු ඇත.

# labour
source: Consultancy and service providers
si: සේවා සපයන්නන්

# intro1_topic
source: What is this app?
si: මොකක්ද මේ ඇප් එක?

# districSelectorAlert
source: Please select your District and Divisional Secretariat.
si: ඔබේ දිස්ත්‍රික්කය සහ ප්‍රාදේශීය ලේකම් කොට්ඨාශය තෝරන්න

# specialInfo
source: Special Information
si: විශේෂ තොරතුරු

# sucessMzg
source: User Registered Successfully
si: පරිශීලකයා සාර්ථකව ලියාපදිංචි විය

# errorMzg
source: Unknown Error occurred
si: නොදන්නා දෝෂයක් සිදු විය

# intro_new
source: Farmers face many challenges today, including a lack of knowledge about cultivation and unfair pricing for their harvests. This app provides a solution to these problems.
si: වගාව සඳහා නව තාක්ෂණික දැනුම හා වෙළඳපල පිලිබඳ කාලීන අවබෝධයක් නොමැතිකම, අස්වැන්න සඳහා අසාධාරණ මිලක් නියම කිරීම ඇතුළු අභියෝග රැසකට ගොවීන් අද මුහුණ දී සිටිති. මෙම ⁣යෙදුම මෙම ගැටළු වලට විසඳුමක් ලබා දීම සඳහා යම් උත්සාහයක යෙදෙයි..!

# intro_new2
source: Using this app, we aim to solve the problems faced by all kinds of farmers.
si: මෙම යෙදුම භාවිතා කරමින්, සියළු ගොවීන් මුහුණදෙන විවිධ ආකාරයේ ගැටළු විසඳීම අපගේ අරමුණයි.

# intro2_topic
source: Our Mission
si: අපගේ අරමුණ

# intro3_topic
source: Therefore
si: එබැවින්

# intro4_topic
source: For that
si: ඒ සදහා

# intro5_topic
source: But
si: නමුත්

source: Select
si: තෝරන්න

# productions
source: Processed Productions
si: අතුරු නිෂ්පාදන

# fertilizers_tab1
source: Organic
si: කාබනික

# fertilizers_tab2
source: Non-organic
si: රසායනික

source: Acres
si: අක්කර

source: Perches
si: පර්චස්

source: Price
si: මිල

source: Other details
si: වෙනත් තොරතුරු

source: Eravur Town
si: එරාවුර් නගරය

source: Kattankudy
si: කාත්තන්කුඩි

source: Koralai Pattu
si: කෝරළයි පත්තුව

source: Koralai Pattu Central
si: කෝරළයි පත්තු මධ්‍යම

source: Koralai Pattu North
si: කෝරළෙයි පත්තු උතුර

source: Koralai Pattu South
si: කෝරළයි පත්තු දකුණ

source: Koralai Pattu West
si: කෝරළයි පත්තු බටහිර

source: Manmunai North
si: මන්මුනේ උතුර

source: Manmunai Pattu
si: මන්මුනේ පත්තුව

source: Manmunai S. and Eruvil Pattu
si: මන්මුනේ එස්. සහ එරුවිල් පත්තුව

source: Manmunai South West
si: මන්මුනේ නිරිතදිග

source: Manmunai West
si: මන්මුනේ බටහිර

source: Porativu Pattu
si: පොරතිව් පත්තුව

source: Ampara
si: අම්පාර

source: Anuradhapura
si: අනුරාධපුර

source: Badulla
si: බදුල්ල

source: Batticaloa
si: මඩකලපුව

# colombo
source: Colombo (35)
si: කොළඹ (35)

source: Galle
si: ගාල්ල

source: Gampaha
si: ගම්පහ

source: Hambantota
si: හම්බන්තොට

source: Jaffna
si: යාපනය

source: Kalutara
si: කළුතර

source: Kandy
si: මහනුවර

source: Kegalle
si: කෑගල්ල

source: Kilinochchi
si: කිලිනොච්චි

source: Kurunegala
si: කුරුණෑගල

source: Mannar
si: මන්නාරම

source: Matale
si: මාතලේ

source: Matara
si: මාතර

source: Monaragala
si: මොණරාගල

source: Mullaitivu
si: මුලතිව්

source: Nuwara Eliya
si: නුවරඑලිය

source: Polonnaruwa
si: පොළොන්නරුව

source: Puttalam
si: පුත්තලම

source: Ratnapura
si: රත්නපුර

source: Trincomalee
si: ත්රිකුණාමලය

source: Vavuniya
si: වවුනියාව

source: Akurana
si: අකුරණ

source: Delthota
si: දෙල්තොට

source: Doluwa
si: දොළුව

source: Gangawata Korale
si: ගංගාවට කෝරළය

source: Ganga Ihala Korale
si: ගඟ ඉහළ කෝරළේ

source: Harispattuwa
si: හාරිස්පත්තුව

source: Hatharaliyadda
si: හතරලියද්ද

source: Kundasale
si: කුණ්ඩසාලේ

source: Medadumbara
si: මැදදුම්බර

source: Minipe
si: මිනිපේ

source: Panvila
si: පන්විල

source: Pasbage Korale
si: පස්බාගේ කෝරළේ

source: Pathadumbara
si: පාතදුම්බර

source: Pathahewaheta
si: පාතහේවාහැට

source: Poojapitiya
si: පූජාපිටිය

source: Thumpane
si: තුම්පනේ

source: Udadumbara
si: උඩදුම්බර

source: Udapalatha
si: උඩපලාත

source: Udunuwara
si: උඩුනුවර

source: Yatinuwara
si: යටිනුවර

source: Ambanganga Korale
si: අඹන්ගඟ කෝරළේ

source: Dambulla
si: දඹුල්ල

source: Galewela
si: ගලේවෙල

source: Laggala-Pallegama
si: ලග්ගල-පල්ලේගම

source: Naula
si: නාවුල

source: Pallepola
si: පල්ලෙපොල

source: Rattota
si: රත්තොට

source: Ukuwela
si: උකුවෙල

source: Wilgamuwa
si: විල්ගමුව

source: Yatawatta
si: යටවත්ත

source: Ambagamuwa
si: අඹගමුව

source: Hanguranketha
si: හඟුරන්කෙත

source: Kothmale
si: කොත්මලේ

source: Kothmale West
si: කොත්මලේ බටහිර

source: Mathurata
si: මතුරට

source: Nildandahinna
si: නිල්දණ්ඩාහින්න

source: Norwood
si: නෝර්වුඩ්

source: Thalawakale
si: තලවකැලේ

source: Walapane
si: වලපනේ

source: Addalachchena
si: අඩ්ඩාලච්චේන

source: Akkaraipattu
si: අක්කරපත්තුව

source: Alayadiwembu
si: ආලයඩිවෙම්බු

source: Damana
si: දමන

source: Dehiattakandiya
si: දෙහිඅත්තකණ්ඩිය

source: Eragama
si: එරගම

source: Kalmunai North
si: කල්මුණේ උතුර

source: Kalmunai South
si: කල්මුණේ දකුණ

source: Karaitivu
si: කාරෙයිතිව්

source: Lahugala
si: ලාහුගල

source: Mahaoya
si: මහඔය

source: Navithanveli
si: නවිතන්වේලි

source: Ninthavur
si: නින්තාවූර්

source: Padiyathalawa
si: පදියතලාව

source: Pothuvil
si: පොතුවිල්

source: Sainthamarathu
si: සයින්තමරතු

source: Samanthurai
si: සමන්තුරේ

source: Thirukkovil
si: තිරුක්කෝවිල්

source: Uhana
si: උහන

source: Gomarankadawala
si: ගෝමරන්කඩවල

source: Kantalai
si: කන්තලෙයි

source: Kinniya
si: කින්නියා

source: Kuchchaveli
si: කුච්චවේලි

source: Morawewa
si: මොරවැව

source: Muttur
si: මුතූර්

source: Padavi Sri Pura
si: පදවි ශ්‍රී පුර

source: Seruvila
si: සේරුවිල

source: Thambalagamuwa
si: තඹලගමුව

source: Verugal
si: වෙරුගල්

source: Galnewa (30)
si: ගල්නෑව (30)

source: Galenbindunuwewa (41)
si: ගලෙන්බිඳුණුවැව (41)

source: Horowpothana (38)
si: හොරොව්පොතාන (38)

source: Ipalogama (32)
si: ඉපලෝගම (32)

source: Kahatagasdigiliya (40)
si: කහටගස්දිගිලිය (40)

source: Kebithigollewa (26)
si: කැබිතිගොල්ලෑව (26)

source: Kekirawa (53)
si: කැකිරාව (53)

source: Mahavilachchiya (17)
si: මහවිලච්චිය (17)

source: Medawachchiya (37)
si: මැදවච්චිය (37)

source: Mihinthale (25)
si: මිහින්තලේ (25)

source: Nachchadoowa (19)
si: නාච්චදූව (19)

source: Nochchiyagama (36)
si: නොච්චියාගම (36)

source: Nuwaragam Palatha Central (40)
si: නුවරගම් පලාත මධ්‍යම (40)

source: Nuwaragam Palatha East (29)
si: නුවරගම් පලාත නැගෙනහිර (29)

source: Padaviya (15)
si: පදවිය (15)

source: Palagala (35)
si: පලාගල (35)

source: Palugaswewa (16)
si: පලුගස්වැව (16)

source: Rajanganaya (21)
si: රාජාංගනය (21)

source: Rambewa (38)
si: රඹෑව (38)

source: Thalawa (39)
si: තලාව (39)

source: Thambuttegama (26)
si: තඹුත්තේගම (26)

source: Thirappane (41)
si: තිරප්පනේ (41)

source: Dimbulagala
si: දිඹුලාගල

source: Elahera
si: ඇළහැර

source: Hingurakgoda
si: හිඟුරක්ගොඩ

source: Lankapura
si: ලංකාපුර

source: Medirigiriya
si: මැදිරිගිරිය

source: Thamankaduwa
si: තමන්කඩුව

source: Welikanda
si: වැලිකන්ද

source: Delft
si: ඩෙල්ෆ්ට්

source: Island North
si: දිවයින උතුරු

source: Island South
si: දිවයින දකුණ

source: Karainagar
si: කරෙයිනගර්

source: Nallur
si: නල්ලුර්

source: Thenmaradchi
si: තෙන්මාරච්චි

source: Vadamaradchi North
si: වඩමාරච්චි නැගෙනහිර

source: Vadamaradchi East
si: වඩමාරච්චි උතුර

source: Vadamaradchi North West
si: වඩමාරච්චි නිරිතදිග

source: Valikamam North
si: වලිකාමම් නැගෙනහිර

source: Valikamam East
si: වලිකාමම් උතුර

source: Valikamam South
si: වලිකාමම් දකුණ

source: Valikamam South-West
si: වලිකාමම් නිරිතදිග

source: Valikamam West
si: වලිකාමම් බටහිර

source: Kandavalai
si: කණ්ඩාවලයි

source: Karachchi
si: කරච්චි

source: Pachchilaipalli
si: පච්චිලෙයිපල්ලි

source: Poonakary
si: පූනකරි

source: Madhu
si: මදු

source: Manthai West
si: මන්තායි බටහිර

# musalai
source: Musali
si: මුසලි

source: Nanaddan
si: නානද්දන්

source: Manthai East
si: මන්තායි නැගෙනහිර

source: Maritimepattu
si: මැරිටයිම්පත්තු

source: Oddusuddan
si: ඔඩ්ඩුසුඩාන්

source: Puthukudiyiruppu
si: පුදුකුඩිඉරිප්පු

source: Thunukkai
si: තුනුක්කායි

source: Welioya
si: වැලිඔය

source: Vavuniya North
si: උතුරු වව්නියාව

source: Vavuniya South
si: දකුණු වව්නියාව

source: Vengalacheddikulam
si: වෙන්ගලචෙඩ්ඩිකුලම්

source: Alawwa
si: අලව්ව

source: Ambanpola
si: අඹන්පොල

source: Bamunakotuwa
si: බමුණකොටුව

source: Bingiriya
si: බිංගිරිය

source: Ehetuwewa
si: ඇහැටුවැව

source: Galgamuwa
si: ගල්ගමුව

source: Ganewatta
si: ගණේවත්ත

source: Giribawa
si: ගිරිබාව

source: Ibbagamuwa
si: ඉබ්බාගමුව

source: Katupotha
si: කටුපොත

source: Kobeigane
si: කොබෙයිගනේ

source: Kotavehera
si: කොටවෙහෙර

source: Kuliyapitiya East
si: නැගෙනහිර කුලියාපිටිය

source: Kuliyapitiya West
si: බටහිර කුලියාපිටිය

source: Mahawa
si: මහව

source: Mallawapitiya
si: මල්ලවපිටිය

source: Maspotha
si: මාස්පොත

source: Mawathagama
si: මාවතගම

source: Narammala
si: නාරම්මල

source: Nikaweratiya
si: නිකවැරටිය

source: Panduwasnuwara
si: පඬුවස්නුවර

source: Pannala
si: පන්නල

source: Polgahawela
si: පොල්ගහවෙල

source: Polpithigama
si: පොල්පිතිගම

source: Rasnayakapura
si: රස්නායකපුර

source: Rideegama
si: රිදීගම

source: Udubaddawa
si: උඩුබද්දාව

source: Wariyapola
si: වාරියපොළ

source: Weerambugedara
si: වීරඹුගෙදර

source: Anamaduwa
si: ආණමඩුව

source: Arachchikattuwa
si: ආරච්චිකට්ටුව

source: Chilaw
si: භලාවත

source: Dankotuwa
si: දන්කොටුව

source: Kalpitiya
si: කල්පිටිය

source: Karuwalagaswewa
si: කරුවලගස්වැව

source: Madampe
si: මාදම්පේ

source: Mahakumbukkadawala
si: මහකුඹුක්කඩවල

source: Mahawewa
si: මහවැව

source: Mundalama
si: මුන්දලම

source: Nattandiya
si: නාත්තන්ඩිය

source: Nawagattegama
si: නවගත්තේගම

source: Pallama
si: පල්ලම

source: Vanathavilluwa
si: වනාතවිල්ලුව

source: Wennappuwa
si: වෙන්නප්පුව

source: Aranayaka
si: අරණායක

source: Bulathkohupitiya
si: බුලත්කොහුපිටිය

source: Dehiovita
si: දෙහිඕවිට

source: Deraniyagala
si: දැරණියගල

source: Galigamuwa
si: ගලිගමුව

source: Mawanella
si: මාවනැල්ල

source: Rambukkana
si: රඹුක්කන

source: Ruwanwella
si: රුවන්වැල්ල

source: Warakapola
si: වරකාපොල

source: Yatiyanthota
si: යටියන්තොට

source: Ayagama
si: අයගම

source: Balangoda
si: බලන්ගොඩ

source: Eheliyagoda
si: ඇහැලියගොඩ

source: Elapattha
si: ඇලපත්ත

source: Embilipitiya
si: ඇඹිලිපිටිය

source: Godakawela
si: ගොඩකවෙල

source: Imbulpe
si: ඉඹුල්පේ

source: Kahawatta
si: කහවත්ත

source: Kalawana
si: කලවාන

source: Kiriella
si: කිරිඇල්ල

source: Kolonna
si: කොලොන්න

source: Kuruvita
si: කුරුවිට

source: Nivithigala
si: නිවිතිගල

source: Opanayaka
si: ඕපනායක

source: Pelmadulla
si: පැල්මඩුල්ල

source: Weligepola
si: වැලිගෙපොල

source: Akmeemana
si: අක්මීමන

source: Ambalangoda
si: අම්බලන්ගොඩ

source: Baddegama
si: බද්දේගම

source: Balapitiya
si: බලපිටිය

source: Benthota
si: බෙන්තොට

source: Bope-Poddala
si: බෝපේ-පෝද්දල

source: Elpitiya
si: ඇල්පිටිය

source: Gonapinuwala
si: ගෝනාපීනුවල

source: Habaraduwa
si: හබරාදූව

source: Hikkaduwa
si: හික්කඩුව

source: Imaduwa
si: ඉමදූව

source: Karandeniya
si: කරන්දෙණිය

source: Nagoda
si: නාගොඩ

source: Neluwa
si: නෙළුව

source: Niyagama
si: නියාගම

source: Thawalama
si: තවලම

source: Welivitiya-Divithura
si: වැලිවිටිය-දිවිතුර

source: Yakkalamulla
si: යක්කලමුල්ල

source: Ambalantota
si: අම්බලන්තොට

source: Angunakolapelessa
si: අගුණකොලපැලැස්ස

source: Beliatta
si: බෙලිඅත්ත

source: Katuwana
si: කටුවාන

source: Lunugamvehera
si: ලුණුගම්වෙහෙර

source: Okewela
si: ඔකේවල

source: Sooriyawewa
si: සූරියවැව

source: Tangalle
si: තංගල්ල

source: Thissamaharama
si: තිස්සමහාරාම

source: Walasmulla
si: වලස්මුල්ල

source: Weeraketiya
si: වීරකැටිය

source: Akuressa
si: අකුරැස්ස

source: Athuraliya
si: අතුරලිය

source: Devinuwara
si: දෙවිනුවර

source: Dickwella
si: දික්වැල්ල

source: Hakmana
si: හක්මන

source: Kamburupitiya
si: කඹුරුපිටිය

source: Kirinda Puhulwella
si: කිරින්ද පුහුල්වැල්ල

source: Kotapola
si: කොටපොල

source: Malimbada
si: මාලිම්බඩ

source: Mulatiyana
si: මුලටියන

source: Pasgoda
si: පස්ගොඩ

source: Pitabeddara
si: පිටබැද්දර

source: Thihagoda
si: තිහගොඩ

source: Weligama
si: වැලිගම

source: Welipitiya
si: වැලිපිටිය

source: Bandarawela
si: බණ්ඩාරවෙල

source: Ella
si: ඇල්ල

source: Haldummulla
si: හල්දුම්මුල්ල

source: Hali-Ela
si: හාලි-ඇල

source: Haputale
si: හපුතලේ

source: Kandaketiya
si: කන්දකැටිය

source: Lunugala
si: ලුණුගල

source: Mahiyanganaya
si: මහියංගනය

source: Meegahakivula
si: මීගහකිවුල

source: Passara
si: පස්සර

source: Rideemaliyadda
si: රිදීමාලියද්ද

source: Soranathota
si: සොරණතොට

source: Uva-Paranagama
si: ඌව-පරණගම

source: Welimada
si: වැලිමඞ

source: Badalkumbura
si: බඩල්කුඹුර

source: Bibile
si: බිබිලේ

source: Buttala
si: බුත්තල

source: Katharagama
si: කතරගම

source: Madulla
si: මඩුල්ල

source: Medagama
si: මැදගම

source: Moneragala
si: මොණරාගල

source: Sevanagala
si: සෙවණගල

source: Siyambalanduwa
si: සියඹලාණ්ඩුව

source: Thanamalvila
si: තණමල්විල

source: Wellawaya
si: වැල්ලවාය

# dehiwala
source: Dehiwala (15)
si: දෙහිවල (15)

# homagama
source: Homagama (81)
si: හෝමාගම (81)

# kaduwela
source: Kaduwela (57)
si: කඩුවෙල (57)

# kesbewa
source: Kesbewa (73)
si: කැස්බෑව (73)

# kolonnawa
source: Kolonnawa (46)
si: කොලොන්නාව (46)

# kotte
source: Kotte (20)
si: කෝට්ටේ (20)

# maharagama
source: Maharagama (41)
si: මහරගම (41)

# moratuwa
source: Moratuwa (42)
si: මොරටුව (42)

# padukka
source: Padukka (46)
si: පාදුක්ක (46)

# ratmalana
source: Ratmalana (13)
si: රත්මලාන (13)

# seethawaka
source: Seethawaka (68)
si: සීතාවක (68)

# thimbirigasyaya
source: Thimbirigasyaya (29)
si: තිඹිරිගස්යාය (29)

source: Attanagalla
si: අත්තනගල්ල

source: Biyagama
si: බියගම

source: Divulapitiya
si: දිවුලපිටිය

source: Dompe
si: දොම්පේ

source: Ja-Ela
si: ජා-ඇල

source: Katana
si: කටාන

source: Kelaniya
si: කැලණිය

source: Mahara
si: මහර

source: Minuwangoda
si: මිනුවන්ගොඩ

source: Mirigama
si: මීරිගම

source: Negombo
si: මීගමුව

source: Wattala
si: වත්තල

source: Agalawatta
si: අගලවත්ත

source: Bandaragama
si: බණ්ඩාරගම

source: Beruwala
si: බේරුවල

source: Bulathsinhala
si: බුලත්සිංහල

source: Dodangoda
si: දොඩන්ගොඩ

source: Horana
si: හොරණ

source: Ingiriya
si: ඉංගිරිය

source: Madurawela
si: මදුරවෙල

source: Mathugama
si: මතුගම

source: Millaniya
si: මිල්ලනිය

source: Palindanuwara
si: පාලින්දනුවර

source: Panadura
si: පානදුර

source: Walallavita
si: වළල්ලාවිට

source: Item Details
si: අයිතම විස්තර

source: Main Name
si: ප්රධාන නම

source: Category Name
si: කාණ්ඩයේ නම

source: Group Name
si: කණ්ඩායමේ නම

source: Type
si: වර්ගය

source: User Inputs
si: පරිශීලක ආදාන

source: User Selection
si: පරිශීලක තේරීම

source: Rs:
si: රු:

# rentTabName1
source: Lease Sale
si: බදු විකිණීම

# rentTabName2
source: Lease Purchase
si: බදු ගැනීම

# labourTabName1
source: Giving
si: ලබාදීම

# labourTabName2
source: Receiving
si: ලබාගැනීම

# paddyInstitue
source: Research Institute
si: පර්යේෂණ ආයතනය

# paddyGenre
source: Varieties
si: ප්‍රභේද

# createaccount
source: Create a Account
si: ගිණුමක් තනන්න

# selectPreferredMethod
source: Choose your preferred sign up method
si: ඔබ කැමති ලියාපදිංචි වීමේ ක්‍රමය තෝරන්න

source: userName
si: පරිශීලක නාමය

source: Password
si: මුරපදය

source: Sign Up
si: ලියාපදිංචි වන්න

source: OR
si: හෝ

source: Continue with Google
si: Google සමඟ ඉදිරියට යන්න

# alreadyhave
source: Already have an account?
si: දැනටමත් ගිණුමක් තිබේද?

source: Sign In
si: පුරන්න

source: Complete Your Profile
si: ඔබගේ ගිණුම සම්පූර්ණ කරන්න

source: Unit Price
si: ඒකක මිල

source: Quantity
si: ප්‍රමාණය

# eggprice
source: An Egg Price
si: බිත්තරයක මිල

# colonyprice
source: The price of a colony
si: ජනපදයක මිල

source: Colony Quantity
si: ජනපද ප්‍රමාණය

# honeybottlesprice
source: Honney bottles price
si: මී පැණි බෝතලයක මිල

source: Honey bottles quantity
si: මී පැණි බෝතල් ප්‍රමාණය

# welcomeText
source: Welcome to Aswenna
si: අස්වැන්න වෙත සාදරයෙන් පිළිගනිමු

# marketPlace
source: Your Agriculture MarketPlace
si: ඔබේ කෘෂිකාර්මික වෙළඳපොළ

source: Loading
si: භාරණය

# animalquantity
source: Enter number of animals
si: සතුන් ගණන ඇතුළත් කරන්න

# animalprice
source: Enter price for a animal
si: සතෙකු සඳහා මිල ඇතුළත් කරන්න.

# numberofliters
source: Enter the number of liters
si: ලීටර් ගණන ඇතුළත් කරන්න

# priceforaliter
source: Enter the price for a liter
si: ලීටරයක මිල ඇතුළත් කරන්න.

# lifeweight
source: Live weight of a animal
si: ජීව බර 1kg එකක මිල

# priceofbushal
source: Price of a bushal
si: බුසලක මිල

# numberofbushal
source: No. of bushal
si: බුසල් ගණන

source: Amount of seeds in a packet
si: පැකට්ටුවේ බීජ ප්‍රමාණය

source: Number of packets
si: පැකට් ගණන

# priceforapack
source: Price for a packet
si: පැකට්ටුවක මිල

source: Price of a nut
si: ගෙඩියක මිල

source: Price of 1kg of Seeds
si: බීජ කිලෝග්‍රෑම් 1 ක මිල

# hintpriceof1kgofseeds
source: Enter the price of 1 kg of seeds
si: බීජ කිලෝග්‍රෑම් 1 ක මිල ඇතුළත් කරන්න

# hintnumberofseedkg
source: Enter the number of kg of seeds
si: බීජ kg ගනන ඇතුළත් කරන්න

# numberofseedkg
source: Number of seeds kg
si: බීජ ගණන කිලෝග්‍රෑම්

source: Price of a Plant
si: ශාකයක මිල

source: Number of plants
si: ශාක ගණන

# priceofawirerool
source: Price of a wire roll
si: කම්බි රෝලයක මිල

source: Length of a roll
si: රෝලයක දිග

source: Weight of a roll
si: රෝලයක බර

source: Number of rolls
si: රෝල් ගණන

source: Length of a pipe
si: නලයක දිග

source: Diameter of a pipe
si: නලයක විෂ්කම්භය

source: Thickness of a pipe
si: නලයක ඝණකම

source: Weight of a pipe
si: නලයේ බර

source: Number of pipe
si: නල ගණන

# highofamesh
source: Height of the Mesh
si: දැලෙහි උස

source: Price of a roll
si: රෝලයක මිල

source: Thickness
si: ඝනකම

# hintKg
source: Enter weight in kg
si: බර කිලෝග්‍රෑම් වලින් ඇතුළත් කරන්න

# hintkgPrice
source: Enter price for a kg
si: කිලෝග්‍රෑමයකට මිල ඇතුළත් කරන්න.

# hintarcs
source: Enter acres quantity
si: අක්කර ප්‍රමාණය ඇතුළත් කරන්න

# hintperches
source: Enter perches quantity
si: පර්චස් ප්‍රමාණය ඇතුළත් කරන්න

# hintlandPrice
source: Enter the price for the total land
si: මුළු ඉඩමේ මිල ඇතුළත් කරන්න

# hintquantity
source: Enter Quantity
si: ප්‍රමාණය ඇතුළත් කරන්න

# hintunitprice
source: Enter unit price
si: ඒකක මිල ඇතුළත් කරන්න

# hintcolony
source: Enter colony quantity
si: ජනපද ප්‍රමාණය ඇතුළත් කරන්න

# hintcolonyprice
source: Enter price of a colony
si: ජනපදයක මිල ඇතුළත් කරන්න

# hinthoneybottlequantity
source: Enter honey bottles quantity
si: මී පැණි බෝතල් ප්‍රමාණය ඇතුළත් කරන්න

# hintpriceofahoneybottle
source: Enter the price of a honey bottle
si: මී පැණි බෝතලයක මිල ඇතුළත් කරන්න.

# hintliters
source: Enter number of liters
si: ලීටර් ගණන ඇතුළත් කරන්න

# hintliterprice
source: Enter price of a liter
si: ලීටරයක මිල ඇතුළත් කරන්න.

# hintliveweight
source: Enter the live weight of an animal.
si: ජීව බර 1kg එකක මිල ඇතුළත් කරන්න.

# hintanimalquantity
source: Enter the quantity of animals
si: සතුන් ප්‍රමාණය ඇතුළත් කරන්න

# hintpriceofaanimal
source: Enter price for a animal
si: සතෙකු සඳහා මිල ඇතුළත් කරන්න.

# hintbusal
source: Enter the Bushal quantity
si: බුෂල් ප්‍රමාණය ඇතුළත් කරන්න

# hintbusalprice
source: Enter price for a Bushal
si: බුෂෙල් එකක මිල ඇතුළත් කරන්න

# hintpriceofaroll
source: Enter price of a roll
si: රෝල් එකක මිල ඇතුළත් කරන්න

# hintlengthofaroll
source: Enter length of a roll
si: රෝලයක දිග ඇතුළත් කරන්න

# hintweightofaroll
source: Enter weight of a roll
si: රෝලයක බර ඇතුළත් කරන්න

# hintnumberofrolls
source: Enter number of rolls
si: රෝල් ගණන ඇතුළත් කරන්න

# hintpipelength
source: Enter Length of a pipe
si: පයිප්පයක දිග ඇතුළත් කරන්න

# hintdiameter
source: Enter Diameter of a pipe
si: පයිප්පයක විෂ්කම්භය ඇතුළත් කරන්න

# hintpipeweight
source: Enter weight of a pipe
si: නලයේ බර ඇතුළත් කරන්න

# hintnumberofpipes
source: Enter number of a pipes
si: පයිප්ප ගණන ඇතුළත් කරන්න

# hintpipeprice
source: Enter price of a pipe
si: පයිප්පයක මිල ඇතුළත් කරන්න.

# hintheightofamesh
source: Enter height of a mesh
si: දැලක උස ඇතුළත් කරන්න

source: Height of a roll
si: රෝලයක උස

# hinthightofaroll
source: Enter height of a roll
si: රෝලයක උස ඇතුළත් කරන්න

# hintthickness
source: Enter the thickness
si: ඝණකම ඇතුළත් කරන්න

# packet
source: Number of packets
si: පැකට් ගණන

# pieces
source: Number of pieces in a packet
si: පැකට්ටුවක ඇති කෑලි ගණන

# packetprice
source: Price of a packet
si: පැකට්ටුවක මිල

# hintpacket
source: Enter number of packets
si: පැකට් ගණන ඇතුළත් කරන්න

# hintprice
source: Enter price of a packet
si: පැකට්ටුවක මිල ඇතුළත් කරන්න

# hintpricefor1kg
source: Enter price for one KG
si: කිලෝග්‍රෑමයකට මිල ඇතුළත් කරන්න

# hintpieces
source: Enter number of pieces in a packet
si: පැකට්ටුවක ඇති කෑලි ගණන ඇතුළත් කරන්න
