Repository: maduranga98/aswenna
Catalog: lib/l10n/app_*.arb
Languages: si

# instructionPara1
source: On the main page, you’ll see several options — use them to navigate to the section you need. This application helps all kinds of farmers find good markets for their products and services. We have properly categorized every product and service to make it easier for you to find what you’re looking for. From any section, you can perform actions such as adding new items, viewing other listings, or checking details of available products and services.
si: ප්‍රධාන පිටුවේ ඔබට විවිධ විකල්ප කිහිපයක් දක්නට ලැබේ. ඔබට අවශ්‍ය අංශයට යාමට මෙම විකල්ප භාවිතා කළ හැක. මෙම යෙදුම සියලු වර්ගයේ ගොවීන්ට තම නිෂ්පාදන සහ සේවාවන් සඳහා හොඳ වෙළඳපලක් සොයා ගැනීමට උපකාරී වේ. අපි සියලු නිෂ්පාදන සහ සේවාවන් නිසි ලෙස වර්ගීකරණය කර ඇති නිසා ඔබට අවශ්‍ය දේ පහසුවෙන් සොයා ගත හැක. ඕනෑම අංශයකින් ඔබට නව අයිතම එකතු කිරීම, අනෙක් අයිතම පරීක්ෂා කිරීම, සහ විස්තර බැලීම වැනි ක්‍රියා කිරීමේ හැකියාව ඇත.

# instructionPara2
source: The app mainly focuses on two things: selling and buying.
si: මෙම යෙදුම ප්‍රධාන වශයෙන් අවධානය යොමු කරන්නේ විකුණුම් සහ ගැනුම් ක්‍රියාකාරකම් දෙකටය.

# instructionPoint1
source: To sell a product, go to the To Sell section and tap the + button at the bottom-right to add your item.
si: ඔබට විකිණීමට නිෂ්පාදනයක් හෝ සේවාවක් තිබේ නම්, 'විකිණීම' අංශයට ගොස්, පහළ දකුණු පස ඇති + ලකුණ තට්ටු කර අයිතමය ඇතුලත් කරන්න.

# instructionPoint2
source: If you need a product or service but can’t find it in the To Sell section, go to the To Buy section and add your request there. (Images are optional for the To Buy listings.)
si: ඔබට අවශ්‍ය නිෂ්පාදනයක් හෝ සේවාවක් 'විකිණීම' අංශයේ නොමැති නම්, එය 'මිලදී ගැනීම' අංශයට ගොස් ඇතුලත් කළ හැක. ('මිලදී ගැනීම' අංශයේ රූප අනිවාර්ය නොවේ.)

# instructionPara3
source: For the best results, make sure to select your district and Divisional Secretary area when adding a listing.
si: වඩා හොඳ ප්‍රතිඵල සඳහා, අයිතම එකතු කරන විට ඔබගේ දිස්ත්‍රික්කය සහ ප්‍රාදේශීය ලේකම් කොට්ඨාශය නිවැරදිව තෝරා ගන්න.

source: Item name
si: අයිතමයේ නම

# hintitemname
source: Enter the item name
si: අයිතමයේ නම ඇතුළත් කරන්න

source: Plants Quantity
si: ශාක ප්‍රමාණය

# hintplantsQuantity
source: Enter the Plants Quantity
si: ශාක ප්‍රමාණය ඇතුළත් කරන්න

# plantPrice
source: Price for a plant
si: ශාකයක මිල

# hintPlantPrice
source: Enter price for a plant
si: ශාකයක මිල ඇතුළත් කරන්න.

# give
source: To Give
si: ලබා දීමට

source: Need
si: අවශ්‍යයි

source: Length
si: දිග

source: Diameter
si: විෂ්කම්භය

source: Height
si: උස

# home
source: Main Page
si: ප්‍රධාන පිටුව

# listings
source: Added Items
si: එකතු කළ අයිතම

source: Instructions
si: උපදෙස්

source: MAIN
si: ප්‍රධාන

source: SUPPORT
si: සහාය

source: About App
si: යෙදුම ගැන

source: Rate US
si: අපව ශ්‍රේණිගත කරන්න

source: Logout
si: ඉවත්වීම

source: Vehicle Type
si: වාහන වර්ගය

# year
source: Manufactured Year
si: නිෂ්පාදක වර්ෂය

# manufacturer
source: Manufacturing company
si: නිෂ්පාදක

# noOfOwners
source: Number of Owners
si: හිමිකරුවන් ගණන

# vehicleprice
source: Price of a Vehicle
si: වාහනයක මිල

# hintType
source: Enter Vehicle Type
si: වාහන වර්ගය ඇතුළත් කරන්න

# hintyear
source: Enter the Year
si: වසර ඇතුළත් කරන්න

# hintmanufacturer
source: Enter the Manufacturer
si: නිෂ්පාදකයා ඇතුළත් කරන්න

# hintnoofowners
source: Enter Number of Owners
si: හිමිකරුවන් ගණන ඇතුළත් කරන්න

# hintvehicleprice
source: Enter the price of a vehicle
si: වාහනයක මිල ඇතුළත් කරන්න

# countnuts
source: Count the Nuts
si: ගෙඩි ගනන

# hintnunts
source: Enter the number of nut
si: ගෙඩි ගණන ඇතුළත් කරන්න

# hintnuntsprice
source: Enter the Price of a nut
si: ගෙඩියක මිල ඇතුළත් කරන්න

source: Number of husks
si: ලෙලි ගණන

# priceofhusk
source: Price of a husks
si: ලෙල්ලක මිල

# hintnumberofhusk
source: Enter number of husks
si: ලෙලි ගණන ඇතුළත් කරන්න

# hintpriceofahusk
source: Enter price of a husks
si: ලෙල්ලක මිල ඇතුළත් කරන්න

# numberoffronds
source: Number of coconut Fronds
si: පොල් අතු ගණන

# hintfronds
source: Enter the number of coconut Fronds
si: පොල් අතු ගණන ඇතුළත් කරන්න.

# pricefrond
source: Price of a coconut Frond
si: පොල් අත්තක මිල

# hintpricefrond
source: Enter the price of a coconut Frond.
si: පොල් අත්තක මිල ඇතුළත් කරන්න.

# bundleprice
source: Price of a Bag
si: මිටියක මිල

# hintpricebundle
source: Enter the Price of a bag
si: මිටියක මිල ඇතුළත් කරන්න

# hintnumberofbundles
source: Enter the number of bags
si: මිටි ගණන ඇතුළත් කරන්න

# numberofbundles
source: Number of bags
si: මිටි ගණන

# betelquantity
source: Number of betel leaves
si: බුලත් කොළ ගණන

# hintbetelquantity
source: Enter number of betel leaves
si: බුලත් කොළ ගණන ඇතුළත් කරන්න

# priceofbetel
source: Price of 1000 leaves
si: කොළ 1000 ක මිල

# hintpricebetel
source: Enter the price for the 1000 leaves
si: කොළ 1000 සඳහා මිල ඇතුළත් කරන්න

# stickprice
source: Price of a stick
si: දණ්ඩක මිල

# hintstickPrice
source: Enter price of a stick
si: දණ්ඩක මිල ඇතුළත් කරන්න

# noofsticks
source: Number of sticks
si: කැබලි ගනන

# hintsticks
source: Enter number of sticks
si: කැබලි ගනන ඇතුළත් කරන්න

# priceroot
source: Price of a root pieces
si: මුල් කැබැල්ලක මිල

# priceshoots
source: Price of a shoots
si: කරටි කැබැල්ලක මිල

# hintshoots
source: Enter price of a shoots
si: කරටි කැබැල්ලක මිල ඇතුළත් කරන්න

# age
source: Your age
si: ඔබේ වයස

# hintage
source: Enter your age
si: ඔබේ වයස ඇතුළත් කරන්න

# hintseedpacket
source: The amount of seeds in a packet
si: පැකට් එකක අඩංගු බීජ ප්‍රමාණය
